Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=492_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Lakisanasto (suomi-saame). Pohjoissaamen kieli.
sme: Láhkasánit (suoma-sámi) - Lakisanasto (suomi-saame).

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
sme: Ohcansánit leat suomagillii ja vástagat davvisáme-, ruoŧa- ja dárogillii.

source: Huom !
sme: Fuobm !

source: Tarkistamaton sanasto.
sme: Dárkkiskeahtes láhkasánit.

source: Eduskuntasanasto (suomi-pohjoissaame) 2008. Valtioneuvosto.
sme: Riikabeaivesátnelistá (suomagiella-davvisámegiella) 2008.

source: (avautuu uuteen ikkunaan)
sme: (leahkku eará ruovttusiiddu)

source: Valter valtioneuvoston termipankki.
sme: Valter stáhtaráđi tearbmabáŋku.

source: Valtioneuvosto. (avautuu uuteen ikkunaan)
sme: Stáhtaráđđi (leahkku eará ruovttusiiddu)

source: Sámi Giellagáldu (Saamen Kielikaltio) Uusia termejä ja normeja
sme: Sámi Giellagáldu Ođđa tearpmat ja normeremat

source: Sátni – báhko – baakoe Saamenkielten sanakirja ja termipankki.
sme: Sátni – báhko – baakoe sámegiela sátnevuorká.

source: Norjan saamelaiskäräjät.
sme: Sámediggi, Norga.

source: ÁLGU – Saamelaiskielten etymologinen tietokanta, Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sme: ÁLGU – Sámegielaid etymologalaš diehtovuođđu. Ruoktoeatnan gielaid dutkanguovddáš (Kotus) (leahkku eará ruovttusiiddu)

source: Maiden nimet seitsemällä kielellä mm. pohjoissaamen kielellä, Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sme: Riikkaid namat čieža gillii ee. davvisámegillii. Ruoktoeatnan gielaid dutkanguovddáš (Kotus) (leahkku eará ruovttusiiddu)

source: Sähköinen kielitoimiston sanakirja.
sme: Elektrovnnalaš gielladoaimmahaga sátnegirji.

source: Oikeinkirjoituksen lisäksi sanakirja kertoo mm. suomen kielen sanojen nykymerkitykset ja käyttöyhteydet.
sme: Riektačállinvuogi lassin sátnegirjjis gávdnojit ee. suomagiela sániid dálá mearkkašumit ja geavahanoktavuođat.

source: Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sme: (leahkku eará ruovttusiiddu)

source: Tepa-termipankki Sanastokeskus TSK:n sanasto (avautuu uuteen ikkunaan)
sme: Tepa-tearbmabáŋku. Sátnerádjoguovddáš TSK sátnerádju (leahkku eará ruovttusiiddu)

source: Kääntäjät ja tulkit
sme: Jorgaleaddjit ja dulkkat

source: Saamen kielen toimiston lista freelancer kääntäjistä ja tulkeista
sme: Sámegiela doaimmahaga jorgaleaddjit ja dulkkat (leahkku eará ruovttusiiddu)

source: Saamen kielen toimiston palvelumaksut käännöspalveluista
sme: Sámegiela doaimmahaga bálvalanmávssut

source: Sisältää hakupalvelun. (avautuu uuteen ikkunaan)
sme: Suoma jorgaleddjiid ja dulkkaid lihttu SKTL (leahkku eará ruovttusiiddu)

source: Auktorisoidut kielenkääntäjät. Opetushallitus (avautuu uuteen ikkunaan)
sme: Auktoriserejuvvon jorgaleaddjit, oahpahusráđđehus OPH (leahkku eará ruovttusiiddu)

source: Suomen tulkkaus.
sme: Kárttat

source: Maanmittaustoimiston karttapalvelu.
sme: Eanamihtidanlágáduša kártabálvalus.

source: Paikannimet myös pohjois-, inarin- ja koltansaamen kielellä.
sme: Báikenamat maid davvisáme-, anáraš- ja nuortalašgillii.

source: Kielenhuolto ja saamen kieliteknologia
sme: Giellagáhtten ja s ámi giellateknologiija

source: Divvun.no Saamen kielen oikolukutyökalut (avautuu uuteen ikkunaan)
sme: Divvun.no sámi čállindárkkistanreaiddut (leahkku eará ruovttusiiddu)

source: Sisältää mm. pohjois-, inarin- ja koltansaamen.
sme: Giellatekno, Sámi giellateknologiija guovddáš.

source: Kielioppi- ja analyysityökalut sekä kielioppiohjelmat, sanakirjat ja käännöstyökalut.
sme: Giellaoahpa- ja analyserenreaiddut ja giellaoahppanprográmmat, sátnegirjjit ja jorgalanreaiddut.

source: Mallit ja tervehdykset
sme: Mállet ja dearvvahusat

source: Hyvää ystävänpäivää tervehdys 14.2. pohjois-, inarin- ja koltansaamen kielellä
sme: Buori ustibabeaivvi dearvvahus 14.2. - davvisáme-, anáraš- ja nuortalašgillii

source: Sähköpostin ulkona-tila viestin mallilausekkeet mm. pohjois-, inarin- ja koltansaameksi
sme: Šleađgaboastta olgun-dili sáddaga mállecealkagat ee. davvi-, anáraš- ja nuortalašgillii

source: Saamelaisten kansallispäivän tervehdys 6.2. pohjois-, inarin- ja koltansaamen kielellä
sme: Sámi álbmotbeaivvi dearvvahusat 6.2. - davvisáme-, anáraš- ja nuortalašgillii

source: Hyvää juhannusta ja hyvää kesää pohjois-, inarin- ja koltansaamen kielellä
sme: Buriid mihcamáraid ja buori geasi - dearvvahusat - davvisáme-, anáraš- ja nuortalašgillii

source: Joulunajan tervehdyksiä usealla eri kielellä, (Valtioneuvoston kielipalvelun sivu) myös pohjois-, inarin- ja koltansaamen kielellä (avautuu uuteen ikkunaan)
sme: Juovlaáiggi dearvvahusat máŋgga iešguđege gillii, (Stáhtaráđi giellabálvalusa siidu) maid davvisáme-, anáraš- ja nuortalašgillii (leahkku eará ruovttusiiddu)

source: Tervehdykset 26. syyskuuta Euroopan kielten päivänä mm. pohjois-, inarin- ja koltansaamen kielellä
sme: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi - davvisáme-, anáraš- ja nuortalašgillii

source: Opetus ja tutkinnot
sme: Stuđeren ja dutkosat

source: Auktorisoidun kielenkääntäjän tutkinto. Opetushallitus (avautuu uuteen ikkunaan)
sme: Auktoriserejuvvon jorgaleaddji dutkkus, oahpahusráđđehus OPH (leahkku eará ruovttusiiddu)

source: Giellagas-instituutti Oulun yliopisto.
sme: Giellagas-instituhtta, Oulu universitehta.

source: Pääaineina saamen kieli ja saamelainen kulttuuri.
sme: Váldoávnnasin sámegiella ja sámekultuvra.

source: Sivuaineopintoja mm. saamen kieli vieraana kielenä, saamen kielen tulkkaus ja inarinsaame.
sme: Siidoávnnasoahput ee. sámegiella vieris giellan, sámegiela dulkon ja anárašgiella.

source: Saamentutkimus (HuK), Suomalais-ugrilainen kielentutkimus, Helsingin yliopisto Saamen erikoistumislinja (FM)
sme: Sámedutkan (HuK), Suopmelaš-ugralaš gielladutkan, Helssega universitehta Sámi spesialiserenlinnjá (FM.) (leahkku eará ruovttusiiddu)

source: Saamen kielen opinnot, Kasvatustieteiden tiedekunta, Lapin yliopisto Saamen kieltä sivuaineopintoina perusopinnot (25 op)
sme: Sámegiella siidoávnnasoahppun vuođđooahput (25 oč) (leahkku eará ruovttusiiddu)

source: DAVVI Monitieteinen yliopistollinen koulutushanke 2010-2013. Lapin yliopisto järjestää DAVVI opinnot (190 op) yhdessä Saamelaisalueen koulutuskeskuksen kanssa.
sme: DAVVI Máŋggadieđalaš universiteahta skuvlenprošeakta 2010-2013 Lappi universihteahta lágida DAVVI oahpuid (190 oč) ovttas Sámi oahpahusguovddážin.

source: Saamelaisalueen koulutuskeskus. Ammatillinen oppilaitos, jossa voi opiskella pohjois-, inarin- ja koltansaamea.
sme: Sámi oahpahusguovddáš Anár Ámmátlaš oahppolágádus Anáris, gos sáhttá studeret davvisáme-, anáraš- ja nuortalašgiela iešguđege dásis.
